turbulent_elongated_sphere_final/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    topandbottom
    {
        type            patch;
        nFaces          320;
        startFace       183245;
    }
    inlet
    {
        type            patch;
        nFaces          64;
        startFace       183565;
    }
    outlet
    {
        type            patch;
        nFaces          64;
        startFace       183629;
    }
    frontandBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          320;
        startFace       183693;
    }
    sphere
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          16048;
        startFace       184013;
    }
)

// ************************************************************************* //
