turbulent_elongated_sphere_final/0/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

flowVelocity         (0.05205518 0 0);
pressure             0;
turbulentKE          0.000010403;
turbulentOmega       0.00107511;

// ************************************************************************* //
